{
    "About me": "Über mich",
    "Skills":"Expertise",
    "I am": "Ich bin",
    "Scroll down": "Scroll runter",
    "INTRO_TEXT":"Hallo, ich bin Frontend Developer aus Ettenheim, Deutschland. Ich habe erfolgreich mehrere responsive Web-Anwendungen und Business-Apps entwickelt. Ich hatte das Privileg, mit erstklassigen Programmierern zusammenzuarbeiten, was meine persönliche und berufliche Entwicklung auf eine neue Ebene gebracht hat. Wenn Sie Interesse daran haben, meine Erfahrung gewinnbringend in Ihrem Team einzusetzen, zögern Sie bitte nicht, mich zu kontaktieren.",
    "FACT_1":"Abseits des Bildschirms finde ich meine größte Freude darin, Zeit mit meiner Familie zu verbringen. Ob wir gemeinsam die Natur erkunden oder einfach einen gemütlichen Abend zu Hause genießen, diese Momente sind mir heilig.",
    "FACT_2":"Ich bin zudem daran interessiert, meinen Horizont kontinuierlich zu erweitern und plane, in meiner Freizeit meine Fähigkeiten auf die Full-Stack-Entwicklung auszuweiten.",
    "My skills": "Meine Skills",
    "I've acquired expertise in developing projects utilizing diverse frontend technologies and concepts.": "Ich habe Erfahrung in der Entwicklung von Projekten mit verschiedenen Frontend-Technologien und Konzepten erworben.",
    "This page is a sample of my work - please feel free to try them out.":"Diese Seite ist ein Beispiel meiner Arbeit - bitte probieren Sie sie aus",
    "JOIN_DESC":"Taskmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, fügen Sie Benutzer und Kategorien zu.",
    "POLLOLOCO_DESC":"Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe dabei, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "DABubble_DESC": "Auf Slack basierender Chat-Messanger einschließlich File Sharing und Authentification/Registration.",
    "SIMPLECRM_DESC":"Einfaches CRM System zum anlegen von Kundendaten und speicherung dieser auf einer Cloud basierten Datenbank. Durch eine News API ist man mit den aktuellen Technologien immer auf dem laufenden",
    "Contact": "Kontakt",
    "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.":"Zögern Sie nicht, mich über dieses Formular zu kontaktieren. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "Need a Frontend developer?":"Sind Sie auf der Suche nach einem Frontend-Entwickler? ",
    "Your name is required":"Bitte Ihren Namen eintragen.",
    "Your email is required":"Bitte Ihre E-Mail eintragen.",
    "Your message is empty": "Ihre Nachricht ist noch leer.",
    "Got a problem to solve?": "Haben Sie eine Herausforderung zu bewältigen?",
    "Contact me!": "Dann kontaktieren Sie mich gerne.",
    "Get in touch":"Kontakt aufnehmen",
    "Send message": "Nachricht senden",
    "Name must be at least 4 characters long.": "Ihr Name muss mindestens 4 Zeichen enthalten.",
    "Please enter a valid email.": "Bitte eine valide Email eingeben.",
    "Message must be at least 10 characters long.": "Ihre Nachricht muss mindestens 10 Zeichen enthalten.",
    "Please accept the privacy policy.": "Bitte die Datenschutzbestimmung akzeptieren.",
    "Your message was sent successfully!":"Ihre Nachricht wurde erfolgreich gesendet!",
    "Your name":"Ihr Name",
    "Your email":"Ihre Email",
    "Your message":"Ihre Nachricht",
    "privacy policy":"Datenschutzbestimmung",
    "and agree to the processing of my data as outlined.":"gelesen und stimme der Verarbeitung meiner Daten gemäß der Bestimmung zu.",
    "I've read the":"Ich habe die"
}