{
    "About me": "Über mich",
    "INTRO":"Hallo, ich bin ein Frontend-Entwickler aus Dresden, Deutschland. Ursprünglich komme ich aus der IT-Branche und bin mit Hilfe eines Bootcamps in die Lage gekommen meiner ersten professionellen Job in der Softwareentwicklung zu suchen.",
    "FACT_1":"Wenn ich nicht gerade vor dem Bildschirm sitze, verbringe ich gerne Zeit mit meiner Partnerin und meinem Hund, gehe zum Sport oder lese ein fachfremdes Buch. Das Leben besteht aus einer tollen Mischung aus digitalen Pixeln und persönlichen Verbindungen. Ich freue mich darauf, diese Perspektive in meine Arbeit einfließen zu lassen.",
    "I am": "Ich bin",
    "FACT_2":"Ich schätze die Einfachheit des Alltags und die Fähigkeit, Probleme durch überlegtes Denken zu lösen. In der Welt der Nullen und Einsen suche ich nach eleganten Lösungen, die nicht nur funktional, sondern auch auf den Endnutzer zugeschnitten sind. Nebenberuflich studiere ich Cyber Security an der IU. Die sich ständig weiterentwickelnde IT-Landschaft fasziniert mich, und ich bin begeistert davon, mein Wissen zu vertiefen, um auch zur Sicherheit der zukünftigen digitalen Räume beizutragen.",
    "My skills": "Meine Fähigkeiten",
    "I've acquired expertise in developing projects utilizing diverse frontend technologies and concepts.": "Ich habe Erfahrung in der Entwicklung von Projekten mit verschiedenen Frontend-Technologien und Konzepten erworben.",
    "This page is a sample of my work - please feel free to try them out.":"Diese Seite ist ein Beispiel für meine Arbeit - bitte probieren Sie sie aus",
    "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.":"Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "A simple Jump-and-Run game based on an object-oriented approach. Help El-Pollo-Loco to find coins and poison bottles to fight against the killer chicken.":"Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf El-Pollo-Loco, Münzen und Giftflaschen zu finden, um gegen das Killerhuhn zu kämpfen.",
    "Ring of Fire: Card-based drinking game with rule-assigned actions": "Ring of Fire: Kartenbasiertes Trinkspiel mit regelgesteuerten Aktionen",
    "Based on the PokéAPI a simple library that provides and catalogues pokemon information.":"Basierend auf der PokéAPI eine einfache Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
    "Contact": "Kontakt",
    "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.":"Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, von Ihnen zuzuhören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "Need a Frontend developer?":"Benötigen Sie eine Frontend Enwickler? ",
    "Your name is required":"Bitte Ihren Namen eintragen",
    "Your email is required":"Bitte Ihre E-Mail eintragen",
    "Your message is empty": "Ihre Nachricht ist noch leer",
    "Got a problem to solve?": "Haben Sie ein Problem zum lösen?",
    "Contact me!": "Kontaktieren Sie mich.",
    "Get in touch":"Kontaktaufnahme",
    "Send message": "Senden",
    "Skills":"Expertise",
    "Scroll down": "Abwärts rollen"
}