{
    "About me": "About me",
    "INTRO":"Hello, I am a frontend developer from Dresden, Germany. Originally I come from the IT industry and with the help of a bootcamp I am looking for my first professional job in software development.",
    "FACT_1":"When I'm not sitting in front of a screen, I like to spend time with my partner and my dog, go to the gym or read a non-fiction book. Life is a great mix of digital pixels and personal connections. I look forward to incorporating this perspective into my work.",
    "I am": "I am",
    "FACT_2":"I appreciate the simplicity of everyday life and the ability to solve problems through thoughtful thinking. In the world of zeros and ones, I look for elegant solutions that are not only functional but also tailored to the end user. I study cyber security at IU as a part-time job. The constantly evolving IT landscape fascinates me and I am excited to deepen my knowledge to contribute to the security of future digital spaces.",
    "My skills": "My skills",
    "I've acquired expertise in developing projects utilizing diverse frontend technologies and concepts.": "I've acquired expertise in developing projects utilizing diverse frontend technologies and concepts.",
    "This page is a sample of my work - please feel free to try them out.": "This page is a sample of my work - please feel free to try them out.",
    "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "A simple Jump-and-Run game based on an object-oriented approach. Help El-Pollo-Loco to find coins and poison bottles to fight against the killer chicken.": "A simple Jump-and-Run game based on an object-oriented approach. Help El-Pollo-Loco to find coins and poison bottles to fight against the killer chicken.",
    "Ring of Fire: Card-based drinking game with rule-assigned actions": "Ring of Fire: Card-based drinking game with rule-assigned actions",
    "Based on the PokéAPI a simple library that provides and catalogs Pokémon information.": "Based on the PokéAPI a simple library that provides and catalogs Pokémon information.",
    "Contact": "Contact",
    "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.",
    "Need a Frontend developer?": "Need a Frontend developer?",
    "Your name is required": "Your name is required",
    "Your email is required": "Your email is required",
    "Your message is empty": "Your message is empty",
    "Got a problem to solve?": "Got a problem to solve?",
    "Contact me!": "Contact me!",
    "Get in touch": "Get in touch",
    "Send message": "Send message",
    "Skills":"Skills",
    "Scroll down": "Scroll down"
}